[
  {
    "id": 1,
    "position": 1,
    "startAt": "05-02-2014",
    "endAt": "03-24-2016",
    "companyName": "ESS Engenharia de Sistemas de Segurança",
    "website": "http://www.faciltecnologias.com.br/",
    "logo": "assets/template/experience/logo/facil-logo.png",
    "internationalizations": [
      {
        "language": "pt",
        "city": "São Caetano do Sul",
        "country": "Brasil",
        "role": "Desenhista de Sistemas",
        "description": "A <b> ESS Engenharia de Sistemas de Segurança</b> é uma empresa fundada em 2006, do ramo de automação industrial e focada em soluções de adequação de máquinas e processos às normas de segurança NR12. Presente em todos os segmentos industriais e trabalhando com as mais conceituadas marcas de equipamentos, a ESS integra as soluções de automação visando a maior proteção dos profissionais. <br><br>Na <b>ESS</b> minha atuação se resumiu a:<br> Programação de robôs e dispositivos utilizando linguagem C++ e CLP.<br>Integração entre softwares via API aplicando arquitetura REST.<br>Projetos de automação e otimização de processos. <br>Projetos mecânicos e consultoria do software Autodesk Inventor."
      },
      {
        "language": "en",
        "city": "São Caetano do Sul",
        "country": "Brazil",
        "role": "Systems Designer",
        "description": "<b>ESS Security Systems Engineering</b> is a company founded in 2006, in the field of industrial automation and focused on solutions for adapting machines and processes to NR12 safety standards. Present in all industrial segments and working with the most renowned brands of equipment, ESS integrates automation solutions aiming at the greater protection of professionals.<br><br>At ESS, my work was limited to:<br> Programming robots and devices using C++ and PLC languages.<br>Integration between software via API applying REST architecture.<br>Projects of automation and process optimization. <br>Mechanical design and consulting for Autodesk Inventor software."
      }
    ],
    "technologies": [
      "PHP",
      "Zend Framework",
      "Cake Framework",
      "HTML",
      "CSS",
      "CSS3",
      "Javascript",
      "jQuery",
      "AJAX",
      "SOAP",
      "Joomla",
      "Wordpress",
      "SVN",
      "SQL",
      "MySQL",
      "PostgreSQL",
      "Windows"
    ],
    "medias": [
      {
        "icon": "facebook",
        "title": "Facebook Editora Nosso Trânsito",
        "http": "https://www.facebook.com/editoranossotransito/"
      }
    ],
    "backgroundUrl": "assets/template/experience/uberaba.jpg"
  },
  {
    "id": 2,
    "position": 2,
    "startAt": "12-02-2016",
    "endAt": "11-14-2019",
    "companyName": "Grupo Módulos",
    "website": "https://www.e-tatica.com/",
    "logo": "assets/template/experience/logo/etatica-logo.png",
    "internationalizations": [
      {
        "language": "pt",
        "city": "Santo André",
        "country": "Brasil",
        "role": "Analista de desenvolvimento de software",
        "description": "A <b>E-tática</b> é uma agência especializada em soluções para <i>comércio eletrônico</i>, marketing digital e identidade visual desde 2008, trabalhando com grandes, pequenos e médios negócios, oferecendo para seus clientes, o know-how na integração de seus negócios com <i>Sistemas integrados de gestão empresarial (ERP)</i> e <i>APIs de terceiros</i>, tais como <i>provedores de pagamento personalizados</i>, fazendo a integração do gerenciamento interno da plataforma on-line e da loja física, sendo certificada pelas principais plataformas do mercado.<br><br>Na <i>E-tática </i>, trabalhei para desenvolver soluções personalizadas para clientes do atacado e varejo, valorizando a qualidade e a continuidade dos projetos a médio e longo prazo."
      },
      {
        "language": "en",
        "city": "Santo André",
        "country": "Brazil",
        "role": "Software development analyst",
        "description": "<b>E-tática</b> is an agency specialized in solutions for <i>e-commerce</i>, digital marketing, and visual identity since 2008, working with large, small, and medium-sized businesses, offering to their clients the know-how in the integration of <i>enterprise resource planning (ERP)</i> and <i>third-party APIs</i>, such as custom <i>payment providers</i>. It does the integration of the internal management of the online platform and physical store, being certified by the main platforms in the market.<br><br>At <i>E-tática</i> I have worked to develop custom solutions for clients wholesale and retail, valuing the quality and continuity of projects in the medium and long term."
      }
    ],
    "technologies": [
      "Magento 1.X",
      "PHP",
      "Zend Framework",
      "HTML",
      "CSS",
      "CSS3",
      "Javascript",
      "jQuery",
      "SOAP",
      "Wordpress",
      "SVN",
      "Payment Services",
      "SSH",
      "SSL",
      "Linux"
    ],
    "medias": [
      {
        "icon": "linkedin",
        "title": "LinkedIn E-tática",
        "http": "https://www.linkedin.com/company/etatica/"
      },
      {
        "icon": "facebook",
        "title": "Facebook E-tática",
        "http": "https://www.facebook.com/etatica/"
      },
      {
        "icon": "instagram",
        "title": "Instagram E-tática",
        "http": "https://www.instagram.com/somos_etatica/"
      }
    ],
    "backgroundUrl": "assets/template/experience/rio.jpg"
  },
  {
    "id": 3,
    "position": 3,
    "startAt": "11-21-2019",
    "endAt": "08-23-2021",
    "companyName": "Deevo Studio",
    "website": "http://deevo.com.br/",
    "logo": "assets/template/experience/logo/deevo-logo.png",
    "internationalizations": [
      {
        "language": "pt",
        "city": "São Paulo",
        "country": "Brasil",
        "role": "Desenvolvedor Mobile",
        "description": "A <b>Deevo Studio</b> é uma agência especializada em <i>web design</i> e <i>desenvolvimento</i> com um extenso portfólio de casos de sucesso, resultado de mais de <i>20 anos</i> de experiência com diversas agências e no mercado corporativo. Suas criações envolvem tudo, desde o desenvolvimento da marca e identidade visual, até a criação de aplicativos e sites, com um amplo conhecimento do Wordpress e das tecnologias da web. <br><br>Na <i>Deevo Studio</i>, tive a chance de usar o conhecimento anterior de <i>back-end</i> combinado com a experiência prática no desenvolvimento JAVA para aceitar o desafio de iniciar um <i>Departamento de Desenvolvimento Android</i> na empresa, fornecendo complexos <i>Aplicativos Android</i> para empresas no Brasil."
      },
      {
        "language": "en",
        "city": "São Paulo",
        "country": "Brazil",
        "role": "Mobile Developer",
        "description": "At <b>Deevo Studio</b> is a company specializing in <i>web design</i> and <i>development</i> with an extensive portfolio of cases, the result of <i>20 years</i> of experience with other agencies and the corporate market. Their creations involve everything from brand development and visual identity to the creation of applications and websites, with a wide knowledge of Wordpress and Web Technologies.<br><br>At <i>Deevo Studio</i>, I had the chance to use the previously back-end knowledge combined with practical experience in JAVA development to accept the challenge to start an <i>Android Development Department</i> in the company, delivering complex <i>Android Applications</i> to companies in Brazil."
      }
    ],
    "technologies": [
      "Java (Android)",
      "Wordpress",
      "HTML",
      "HTML5",
      "CSS",
      "CSS3",
      "Javascript",
      "jQuery",
      "Google APIs",
      "SQL",
      "MySQL",
      "PHP",
      "Slim Framework",
      "Laravel",
      "SMTP",
      "Versioning Control",
      "BitBucket",
      "Jira",
      "Git",
      "Kanban framework"
    ],
    "medias": [
      {
        "icon": "linkedin",
        "title": "LinkedIn Deevo Studio",
        "http": "https://www.linkedin.com/company/deevo/about/"
      }
    ],
    "backgroundUrl": "assets/template/experience/sao-paulo.jpg"
  },
  {
    "id": 4,
    "position": 4,
    "startAt": "08-02-2021",
    "companyName": "Skydreamer",
    "logo": "assets/template/experience/logo/skydreamer-logo.png",
    "internationalizations": [
      {
        "language": "pt",
        "city": "Utrecht",
        "country": "Países Baixos",
        "role": "Desenvolvedor Full-stack",
        "description": "Na <b>Skydreamer Startup</b>, fui convidado para fazer parte da equipe de desenvolvimento do primeiro aplicativo móvel europeu que transformaria o planejamento de viagens entre amigos em um <i>Jogo de Swipe & Match</i>, oferecendo milhares de destinos em todo o mundo. Sempre com as melhores ofertas de voos, hotéis e apartamentos.<br><br>Na <i>Skydreamer</i>, tive a incrível experiência de vivenciar um <i> ambiente de startup</i>, os prós e os contras , expandindo minha mente de como liderar com o gerenciamento remoto, com prazos curtos e recursos muito limitados. Em setembro de 2017, com a versão <i>Beta</i> em execução e com vários usuários reais, fomos até a <i>TechCrunch Disrupt<i> em São Francisco, onde recebemos uma oferta de uma agência internacional de esportes e entretenimento."
      },
      {
        "language": "en",
        "city": "Utrecht",
        "country": "Netherlands",
        "role": "Full-stack Developer",
        "description": "At <b>Skydreamer</b>, I was invited to be part of the development team of the first European mobile application that turns traveling with friends into a <i>Swipe and Match Game</i>, offering thousands of destinations all around the world. Always with the best offers for Flights, Hotels, apartments.<br><br>At <i>Skydreamer</i>, I had the amazing experience of a <i>startup environment</i>, the pros, and cons, expanding my mind of how to lead with the remote management, with short deadlines periods and very limited resources. In September 2017, with the 'Beta' version running and with several real users, we went to <i>TechCrunch Disrupt<i> - San Francisco where we received an offer from an international sports and entertainment agency."
      }
    ],
    "technologies": [
      "HTML5",
      "CSS3",
      "Javascript",
      "jQuery",
      "PHP",
      "Laravel",
      "Slim Framework",
      "React",
      "React Native",
      "MySQL",
      "Elastic Search",
      "AWS",
      "Firebase",
      "Java",
      "Android",
      "Swift",
      "iOS",
      "Python (data scrapers)",
      "Scrum",
      "Unit Tests",
      "TDD"
    ],
    "medias": [
      {
        "icon": "youtube",
        "title": "YouTube Skydreamer",
        "http": "https://www.youtube.com/channel/UCZ6_SqHB-Sdl7EHIXbvYoSw"
      },
      {
        "icon": "facebook",
        "title": "Facebook SkyDreamer App",
        "http": "https://www.facebook.com/skydreamer.io/"
      }
    ],
    "backgroundUrl": "assets/template/experience/utrecht.jpg"
  }
]
